
# SpotiPlayer Rewritten
# © CyberOfficial 2020

# If you want to translate this file into your own language, by all means, go for it! Once you're finished, I'd love for you to contact me so I can get it officially baked into the skin!
# Note that translations SHOULD NOT be acquired from any sort of automated service (e.g. Google Translate). I'll only accept translations by those who are fluent in the target language and can maintain the mood presented by the original text.
# Don't translate any proper nouns unless you have a specific reason to.

# Website: https://rainmeter.simplecyber.ml

# Language (in English): 	English
# Language (native): 		English
# Translator: 				CyberOfficial

# Don't change any text before the equals signs (=)!

[Variables]
ui.header.notPlaying=Waiting for source
ui.header.playing.local=Playing from local source
ui.header.playing.web=Playing from the internet
ui.default.title=SpotiPlayer
ui.default.artist=Nothing's playing
ui.default.album=Unknown album